Repository: SaiyanRiku/freetuxtv
Catalog: po/*.po
Languages: pt_br

source: An error occurred while playing channel '%s' : %s If the problem persist, you can report that the link is dead at %s
pt_br: Um erro ocorreu reproduzindo o canal '%s' : %s Se o problema persistir, vou pode reportar que o link não está funcionando em %s

source: An error occurred
pt_br: Ocorreu um erro

source: Synchronizing the list of tv channels: %s...
pt_br: Sincronizando lista de canais de tv: %s...

source: Initializing user configuration...
pt_br: Inicializando configurações de usuário...

source: Loading user configuration...
pt_br: Carregando configurações de usuário...

source: Synchronizing the list of tv channels...
pt_br: Sincronizando lista de canais de tv...

source: Loading the list of channels...
pt_br: Obtendo lista de canais...

source: Loading the list of recordings...
pt_br: Carregando lista de gravações...

source: Playing: %s
pt_br: Reproduzindo: %s

source: is playing
pt_br: reproduzindo

source: Stopping channel: %s
pt_br: Parando canal: %s

source: is recording
pt_br: gravando

source: Recording: %s
pt_br: Gravando: %s

source: Are you sure you want to quit?
pt_br: Tem certeza que deseja sair?
