Repository: SaiyanRiku/freetuxtv
Catalog: po/*.po
Languages: pt_br

source: Add a recording
pt_br: Adicionar uma gravação

source: Selected channel:
pt_br: Canal selecionado:

source: Title:
pt_br: Título:

source: Start time:
pt_br: Hora de início:

source: Duration:
pt_br: Duração:

source: End time:
pt_br: Hora de término:

source: minutes
pt_br: minutos

source: <b>Recording period</b>
pt_br: <b>Período de gravação</b>

source: Add a group
pt_br: Adicionar grupo

source: Channels groups file:
pt_br: Arquivo de grupo de canais:

source: Select one or several channels group you want to add and click on the add button.
pt_br: Selecione um ou mais grupos de canais que deseja adicionar e clique no botão adicionar.

source: Languages/Channels group
pt_br: Idiomas/Grupos de canais

source: Required ISP
pt_br: ISP requerido

source: URI
pt_br: URL

source: Existing channels group
pt_br: Grupos de canais conhecidos

source: Group's name:
pt_br: Nome do grupo:

source: Name of the group which will be added
pt_br: Nome do grupo a ser adicionado

source: Playlist's URI:
pt_br: URL da playlist:

source: Playlist's URI of the group which will be added
pt_br: URL da playlist do grupo a ser adicionado

source: Delete this text before the name:
pt_br: Eliminar o texto antes do nome:

source: Text or regexp which must be deleted at the end of the channel's name
pt_br: Texto ou regexp que deve ser apagado no fim do nome dos canais

source: Delete this text behind the name:
pt_br: Apagar o texto no final do nome:

source: Text or regexp which must be deleted at the beginning of the channel's name
pt_br: Texto ou regexp que deverá ser apagado no início do nome do canal

source: You can easily use regular expressions to delete some text in the channel's name of the groupe. For example, if in your playlist, you have a name like "11 - NT1" or "12 - NRJ 12", FreetuxTV is able to remove the channel's number before the name, by using the regular expression "[0-9]* - ".
pt_br: Você pode facilmente usar expressões para apagar texto no nome de canais e de grupos. Por exemplo, se na sua playlist você tem um nome como "11 - NT1" ou "12 - NRJ 12", FreetuxTV pode remover os números dos canais antes dos nomes usando a expressão regular "[0-9]* - ".

source: <b>Processing of channels' name</b>
pt_br: <b>Processando o nome de canais</b>

source: Custom channels group
pt_br: Grupos de canais personalizados

source: Favourites
pt_br: Favoritos

source: <b>Special group type:</b>
pt_br: <b>Tipo de grupo especial:</b>

source: Special group
pt_br: Grupo especial

source: Channel properties
pt_br: Propriedades do canal

source: Channel's name:
pt_br: Nome do canal:

source: Channel's URI:
pt_br: URL do canal:

source: <b>Channel VLC options:</b>
pt_br: <b>Opções do VLC para o canal:</b>

source: General
pt_br: Geral

source: Deinterlacement:
pt_br: Desentrelaçamento:

source: none
pt_br: nenhum

source: Options
pt_br: Opções

source: GNU General Public License v3
pt_br: Licença Pública Geral GNU v3

source: Web TV channels player
pt_br: Player de canais de Web TV

source: Project's Web Site
pt_br: Site do projeto

source: translator-credits
pt_br: Launchpad Contributions: André Marcelo Alvarenga https://launchpad.net/~andrealvarenga Guilherme Roda https://launchpad.net/~glealroda

source: Group properties
pt_br: Propriedades de grupo

source: Number of channels:
pt_br: Número de canais:

source: Details
pt_br: Detalhes

source: View file
pt_br: Ver arquivo

source: Preferences
pt_br: Preferências

source: Play last channel on startup
pt_br: Ler o último canal ao iniciar

source: <b>Startup</b>
pt_br: <b>Inicio</b>

source: Enable desktop notifications
pt_br: Ativar notificações na tela

source: <b>Notifications</b>
pt_br: <b>Notificações</b>

source: Ignore diacritics
pt_br: Ignorar acentos

source: <b>Search of channels</b>
pt_br: <b>Busca de canais</b>

source: None
pt_br: Nenhum

source: Use a custom configuration file
pt_br: Use um arquivo de configuração personalizado

source: Use the VLC configuration file
pt_br: Use o arquivo de configuração do VLC

source: <i>Restart the application after changing this option.</i>
pt_br: <i>Reinicie a aplicação após alterar esta opção.</i>

source: <b>Configuration file (vlcrc)</b>
pt_br: <b>Arquivo de configuração (vlcrc)</b>

source: Directory Record:
pt_br: Pasta de gravação:

source: Select a directory
pt_br: Selecione uma pasta

source: <b>Destination</b>
pt_br: <b>Destino</b>

source: No transcoding
pt_br: Sem transcodificação

source: Predefined transcoding formats
pt_br: Formatos de transcodificação pré-definidos

source: Format:
pt_br: Formato:

source: <b>Transcoding options</b>
pt_br: <b>Opções de Transcodificação</b>

source: Recordings
pt_br: Gravações

source: Download timeout (seconds) :
pt_br: Tempo de espera de downloads (segundos):

source: <b>Connection</b>
pt_br: <b>Conexão</b>

source: No proxy
pt_br: Nenhum proxy

source: Manual proxy configuration
pt_br: Configuração manual do proxy

source: Proxy server:
pt_br: Servidor de proxy:

source: Proxy port:
pt_br: Porta do proxy:

source: Proxy type:
pt_br: Tipo de proxy:

source: Use authentification
pt_br: Use autenticação

source: Username:
pt_br: Usuário:

source: Password:
pt_br: Senha :

source: Network
pt_br: Rede

source: Video - H.264 + MPGA (MP4)
pt_br: Vídeo - H.264 + MPGA (MP4)

source: Video - MPEG-2 + MPGA (TS)
pt_br: Vídeo - MPEG-2 + MPGA (TS)

source: Search:
pt_br: Pesquisar:

source: Channels' search text area
pt_br: Pesquisa de canais

source: Delete the search text area
pt_br: Apagar a área de texto de pesquisa

source: Jump to current channel
pt_br: Ir para o canal atual

source: Go to the current channel playing
pt_br: Ir para o canal atual

source: Channels
pt_br: Canais

source: In progress
pt_br: Em andamento

source: Terminated
pt_br: Finalizado

source: Previous channel
pt_br: Canal

source: Play the current channel
pt_br: Reproduzir o canal atual

source: Stop playing the current channel
pt_br: Parar de reproduzir o canal atual

source: Record the current channel
pt_br: Gravar o canal atual

source: Next channel
pt_br: Próximo canal

source: Fullscreen mode
pt_br: Modo tela cheia

source: Small mode
pt_br: Modo tela pequena

source: channels
pt_br: canais

source: Go back to the normal mode
pt_br: Voltar ao modo normal

source: Activate/Deactivate the window always on top
pt_br: Ativa/Desativa sempre no topo

source: <i>This will re-associate each stream with a TV Channel in the current database. This allow to associate a logo to a channel.</i>
pt_br: <i>Isto ir[a reassociar cada stream com um canal de Tv na base de dados atual. Isto permite associar um logo para o canal.</i>

source: Update database from file:
pt_br: Atualiza base de dados do arquivo:

source: Synchronize TV Channel database
pt_br: Sincroniza base de dados dos canais de TV

source: <i>This will download each logos recorded in the local database from the remote database.</i>
pt_br: <i>Isto ira baixar cada logo gravado na base de dados local da base de dados remota.</i>

source: Remote directory:
pt_br: Pasta remota:

source: Update logos list
pt_br: Atualiza lista de logos

source: <b>TV Channels database</b>
pt_br: <b>Base de dados do canais de TV</b>

source: Alice (Unofficial)
pt_br: Alice (Não oficial)

source: SFR TV (Unofficial)
pt_br: SFR TV (Não oficial)

source: Afrikaans Web TV and Radio
pt_br: Africanos Web TV e Radio

source: Web TV (Afrikaans)
pt_br: Web TV (Africanos)

source: Albanian Web TV and Radio
pt_br: Albanes Web TV e Radio

source: Web TV (Albanian)
pt_br: Web TV (Albanes)

source: Amharic Web TV and Radio
pt_br: Amarico Web TV e Radio

source: Web TV (Amharic)
pt_br: Web TV (Amarico)

source: Arabic Web TV and Radio
pt_br: Arabe Web TV e Radio

source: Web TV (Arabic)
pt_br: Web TV (Arabe)

source: Web Radio (Arabic)
pt_br: Web Radio (Arabe)

source: Web Cam (Arabic)
pt_br: Web Cam (Arabe)

source: Armenian Web TV and Radio
pt_br: Armenio Web TV e Radio

source: Web TV (Armenian)
pt_br: Web TV (Armenio)

source: Azerbaijani Web TV and Radio
pt_br: Azerbaijao Web TV e Radio

source: Web TV (Azerbaijani)
pt_br: Web TV (Azerbaijao)

source: Bengali/Bangla Web TV and Radio
pt_br: Bengali/Bangla Web TV e Radio

source: Bulgarian Web TV and Radio
pt_br: Bulgaro Web TV e Radio

source: Web TV (Bulgarian)
pt_br: Web TV (Bulgaro)

source: Cambodian Web TV and Radio
pt_br: Cambojano Web TV e Radio

source: Web TV (Cambodian)
pt_br: Web TV (Cambojano)

source: Catalan Web TV and Radio
pt_br: Catalao Web TV e Radio

source: Web TV (Catalan)
pt_br: Web TV (Catalao)

source: Web Radio (Catalan)
pt_br: Web Radio (Catalao)

source: Chinese Web TV and Radio
pt_br: Chines Web TV e Radio

source: Web TV (Chinese)
pt_br: Web TV (Chines)

source: Web Radio (Chinese)
pt_br: Web Radio (Chines)

source: Croatian Web TV and Radio
pt_br: Croata Web TV e Radio

source: Web TV (Croatian)
pt_br: eb TV (Croata)

source: Web Radio (Croatian)
pt_br: Web Radio (Croata)

source: Radio Browser Service (Croatian)
pt_br: Radio Browser Service (Croata)

source: Czech Web TV and Radio
pt_br: Tcheco Web TV e Radio

source: Web TV (Czech)
pt_br: Web TV (Tcheco)

source: Web Radio (Czech)
pt_br: Web Radio (Tcheco)

source: Danish Web TV and Radio
pt_br: Dinamarques Web TV e Radio

source: Web TV (Danish)
pt_br: Web TV (Dinamarques)

source: Dutch Web TV and Radio
pt_br: Holandes Web TV e Radio

source: Web TV (Dutch)
pt_br: Web TV (Holandes)

source: Web Radio (Dutch)
pt_br: Web Radio (Holandes)

source: Web Cam (Dutch)
pt_br: Web Cam (Holandes)

source: English Web TV and Radio
pt_br: Ingles Web TV e Radio

source: Web TV (English)
pt_br: Web TV (Ingles)

source: Web Radio (English)
pt_br: Web Radio (Ingles)

source: Web Programmes (English)
pt_br: Web Programmes (Ingles)

source: Web Cam (English)
pt_br: Web Cam (Ingles)

source: Estonian Web TV and Radio
pt_br: Estoniano Web TV e Radio

source: Web TV (Estonian)
pt_br: Web TV (Estoniano)

source: Finnish Web TV and Radio
pt_br: Finlandes Web TV e Radio

source: Web TV (Finnish)
pt_br: Web TV (Finlandes)

source: French Web TV and Radio
pt_br: Frances Web TV e Radio

source: Web TV (French)
pt_br: Web TV (Frances)

source: Web Radio (French)
pt_br: Web Radio (Frances)

source: Web Programmes (French)
pt_br: Web Programmes (Frances)

source: Georgian Web TV and Radio
pt_br: Georgiano Web TV e Radio

source: Web TV (Georgian)
pt_br: Web TV (Georgiano)

source: German Web TV and Radio
pt_br: Alemao Web TV e Radio

source: Web TV (German)
pt_br: Web TV (Alemao)

source: Web Radio (German)
pt_br: Web Radio (Alemao)

source: Kodinerds (German)
pt_br: Kodinerds (Alemao)

source: Greek Web TV and Radio
pt_br: Grego Web TV e Radio

source: Web TV (Greek)
pt_br: Web TV (Grego)

source: Web Radio (Greek)
pt_br: Web Radio (Grego)

source: Hebrew Web TV and Radio
pt_br: Hebraico Web TV e Radio

source: Web TV (Hebrew)
pt_br: Web TV (Hebraico)

source: Web Radio (Hebrew)
pt_br: Web Radio (Hebraico)

source: Web Cam (Hebrew)
pt_br: Web Cam (Hebraico)

source: Hindi Web TV and Radio
pt_br: Hindi Web TV e Radio

source: Hungarian Web TV and Radio
pt_br: Hungaro Web TV e Radio

source: Web TV (Hungarian)
pt_br: Web TV (Hungaro)

source: Web Radio (Hungarian)
pt_br: Web Radio (Hungaro)

source: Icelandic Web TV and Radio
pt_br: Islandes Web TV e Radio

source: Web TV (Icelandic)
pt_br: Web TV (Islandes)

source: Indonesian Web TV and Radio
pt_br: Indonesio Web TV e Radio

source: Web TV (Indonesian)
pt_br: Web TV (Indonesio)

source: Interlingua Web TV and Radio
pt_br: Interlingua Web TV e Radio

source: Irish Web TV and Radio
pt_br: Irlandes Web TV e Radio

source: Web TV (Irish)
pt_br: Web TV (Irlandes)

source: Web Radio (Irish)
pt_br: Web Radio (Irlandes)

source: Italian Web TV and Radio
pt_br: Italiano Web TV e Radio

source: Web TV (Italian)
pt_br: Web TV (Italiano)

source: Web Radio (Italian)
pt_br: Web Radio (Italiano)

source: Japanese Web TV and Radio
pt_br: Japones Web TV e Radio

source: Web TV (Japanese)
pt_br: Web TV (Japones)

source: Web Radio (Japanese)
pt_br: Web Radio (Japones)

source: Web Cam (Japanese)
pt_br: Web Cam (Japones)

source: Kazakh Web TV and Radio
pt_br: Cazaque Web TV e Radio

source: Web TV (Kazakh)
pt_br: Web TV (Cazaque)

source: Korean Web TV and Radio
pt_br: Coreano Web TV e Radio

source: Web TV (Korean)
pt_br: Web TV (Coreano)

source: Kurdish Web TV and Radio
pt_br: Curdo Web TV e Radio

source: Web TV (Kurdish)
pt_br: Web TV (Curdo)

source: Latin Web TV and Radio
pt_br: Latino Web TV e Radio

source: Web TV (Latin)
pt_br: Web TV (Latino)

source: Latvian/Lettish Web TV and Radio
pt_br: Letônia Web TV e Radio

source: Web TV (Latvian/Lettish)
pt_br: Web TV (Letônia)

source: Lithuanian Web TV and Radio
pt_br: Lituano Web TV e Radio

source: Web TV (Lithuanian)
pt_br: Web TV (Lituano)

source: Macedonian Web TV and Radio
pt_br: Macedônio Web TV e Radio

source: Web TV (Macedonian)
pt_br: Web TV (Macedônio)

source: Web Radio (Macedonian)
pt_br: Web Radio (Macedônio)

source: Malay Web TV and Radio
pt_br: Malaio Web TV e Radio

source: Web TV (Malay)
pt_br: Web TV (Malaio)

source: Malayalam Web TV and Radio
pt_br: Malayalam Web TV e Radio

source: Maltese Web TV and Radio
pt_br: Maltês Web TV e Radio

source: Web TV (Maltese)
pt_br: Web TV (Maltês)

source: Web Radio (Maltese)
pt_br: Web Radio (Maltês)

source: Moldavian Web TV and Radio
pt_br: Moldávia Web TV e Radio

source: Web TV (Moldavian)
pt_br: Web TV (Moldávia)

source: Mongolian Web TV and Radio
pt_br: Mongol Web TV e Radio

source: Web TV (Mongolian)
pt_br: Web TV (Mongol)

source: Norwegian Web TV and Radio
pt_br: Norueguês Web TV e Radio

source: Web TV (Norwegian)
pt_br: Web TV (Norueguês)

source: Persian Web TV and Radio
pt_br: Persa Web TV e Radio

source: Web TV (Persian)
pt_br: Web TV (Persa)

source: Polish Web TV and Radio
pt_br: Polonês Web TV e Radio

source: Web TV (Polish)
pt_br: Web TV (Polonês)

source: Web Radio (Polish)
pt_br: Web Radio (Polonês)

source: Web Cam (Polish)
pt_br: Web Cam (Polonês)

source: Portuguese Web TV and Radio
pt_br: Português Web TV e Radio

source: Web TV (Portuguese)
pt_br: Web TV (Português)

source: Web Radio (Portuguese)
pt_br: Web Radio (Português)

source: Punjabi Web TV and Radio
pt_br: Punjabi Web TV e Radio

source: Romanian Web TV and Radio
pt_br: Romeno Web TV e Radio

source: Web TV (Romanian)
pt_br: Web TV (Romeno)

source: Web Radio (Romanian)
pt_br: Web Radio (Romeno)

source: Russian Web TV and Radio
pt_br: Russo Web TV e Radio

source: Web TV (Russian)
pt_br: Web TV (Russo)

source: Web Radio (Russian)
pt_br: Web Radio (Russo)

source: Serbian Web TV and Radio
pt_br: Sérvio Web TV e Radio

source: Web TV (Serbian)
pt_br: Web TV (Sérvio)

source: Web Radio (Serbian)
pt_br: Web Radio (Sérvio)

source: Serbo-Croatian Web TV and Radio
pt_br: Servo-croata Web TV e Radio

source: Web TV (Serbo-Croatian)
pt_br: Web TV (Servo-croata)

source: Web Radio (Serbo-Croatian)
pt_br: Web Radio (Servo-croata)

source: Slovak Web TV and Radio
pt_br: Eslovaco Web TV e Radio

source: Web TV (Slovak)
pt_br: Web TV (Eslovaco)

source: Web Radio (Slovak)
pt_br: Web Radio (Eslovaco)

source: Slovenian Web TV and Radio
pt_br: Esloveno Web TV e Radio

source: Web TV (Slovenian)
pt_br: Web TV (Esloveno)

source: Web Radio (Slovenian)
pt_br: Web Radio (Esloveno)

source: Spanish Web TV and Radio
pt_br: Espanhol Web TV e Radio

source: Web TV (Spanish)
pt_br: Web TV (Espanhol)

source: Web Radio (Spanish)
pt_br: Web Radio (Espanhol)

source: Web Programmes (Spanish)
pt_br: Web Programmes (Espanhol)

source: Web Cam (Spanish)
pt_br: Web Cam (Espanhol)

source: Swedish Web TV and Radio
pt_br: Sueco Web TV e Radio

source: Web TV (Swedish)
pt_br: Web TV (Sueco)

source: Tagalog Web TV and Radio
pt_br: Tagalo Web TV e Radio

source: Web TV (Tagalog)
pt_br: Web TV (Tagalo)

source: Tamil Web TV and Radio
pt_br: Tâmil Web TV e Radio

source: Web TV (Tamil)
pt_br: Web TV (Tâmil)

source: Thai Web TV and Radio
pt_br: Tailandês Web TV e Radio

source: Web TV (Thai)
pt_br: Web TV (Tailandês)

source: Turkish Web TV and Radio
pt_br: Turco Web TV e Radio

source: Web TV (Turkish)
pt_br: Web TV (Turco)

source: Web Radio (Turkish)
pt_br: Web Radio (Turco)

source: Turkmen Web TV and Radio
pt_br: Turcomano Web TV e Radio

source: Web TV (Turkmen)
pt_br: Web TV (Turcomano)

source: Ukrainian Web TV and Radio
pt_br: Ucraniano Web TV e Radio

source: Web TV (Ukrainian)
pt_br: Web TV (Ucraniano)

source: Web Cam (Ukrainian)
pt_br: Web Cam (Ucraniano)

source: Urdu Web TV and Radio
pt_br: Urdu Web TV e Radio

source: Uzbek Web TV and Radio
pt_br: Uzbeque Web TV e Radio

source: Web TV (Uzbek)
pt_br: Web TV (Uzbeque)

source: Vietnamese Web TV and Radio
pt_br: Vietnamita Web TV e Radio

source: Web TV (Vietnamese)
pt_br: Web TV (Vietnamita)

source: Web Radio (Vietnamese)
pt_br: Web Radio (Vietnamita)

source: No lang Web TV and Radio
pt_br: Sem idioma Web TV e Radio

source: Web TV (No lang)
pt_br: Web TV (Sem idioma)

source: Web Radio (No lang)
pt_br: Web Radio (Sem idioma)

source: Web Programmes (No lang)
pt_br: Web Programmes (Sem idioma)

source: Web Cam (No lang)
pt_br: Web Cam (Sem idioma)

source: Television Channels Player
pt_br: Reprodutor de canais de televisão

source: FreetuxTV Television Channels Player
pt_br: Reprodutor de canais de televisão FreetuxTV

source: Watch television channels from internet
pt_br: Assista canais de televisão da internet

source: Update "%s" channels list
pt_br: Atualizar a lista de canais "%s"

source: Getting the file: "%s"
pt_br: Obtendo o arquivo: "%s"

source: Error when adding the channels. M3UParser has returned error: %s.
pt_br: Erro adicionando os canais. M3UParser encontrou o erro: %s.

source: Delete group's channels
pt_br: Apagar grupo de canais

source: Add to favourites
pt_br: Adicionar aos favoritos

source: New group
pt_br: Novo grupo

source: Cannot open database. SQLite has returned error: %s.
pt_br: Náo foi possível abrir o banco de dados. SQLite retornou erro: %s.

source: Error when displaying the channels. SQLite has returned error: %s.
pt_br: Erro mostrando os canais. SQLite retornou erro: %s.

source: Error when getting the channel. SQLite has returned error: %s.
pt_br: Erro obtendo o canal. SQLite retornou erro: %s.

source: Error when adding the channel "%s". SQLite has returned error: %s.
pt_br: Erro adicionando o canal "%s". SQLite retornou erro: %s.

source: Error when deleting the channel "%s". SQLite has returned error: %s.
pt_br: Erro deletando o canal "%s". SQLite retornou erro: %s.

source: Error when updating the position of the channels in group "%s". SQLite has returned error: %s.
pt_br: Erro atualizando a posição dos canais no grupo "%s". SQLite retornou erro: %s.

source: Error when getting the channel by name. SQLite has returned error: %s.
pt_br: Erro obtendo o canal pelo nome. SQLite retornou erro: %s.

source: Error when updating the channel "%s". SQLite has returned error: %s.
pt_br: Erro atualizando o canal "%s". SQLite retornou erro: %s.

source: Error when adding the group "%s" in database. SQLite has returned error: %s.
pt_br: Erro adicionando o grupo "%s" no banco de dados. SQLite retornou erro: %s.

source: Error when updating the group "%s". SQLite has returned error: %s.
pt_br: Erro atualizando o grupo "%s". SQLite retornou erro: %s.

source: Error when updating the last update date of the group "%s". SQLite has returned error: %s.
pt_br: Erro atualizando a data de atualização do grupo "%s". SQLite retornou erro: %s.

source: Error when deleting the group "%s". SQLite has returned error: %s.
pt_br: Erro apagando o grupo "%s". SQLite retornou erro: %s.

source: Error when updating the position of the groups. SQLite has returned error: %s.
pt_br: Erro atualizando a posição dos grupos. SQLite retornou erro: %s.

source: Error when deleting the channels of the group "%s". SQLite has returned error: %s.
pt_br: Erro apagando os canais do grupo "%s". SQLite retornou erro: %s.

source: Error when updating the channels of the group "%s". SQLite has returned error: %s.
pt_br: Erro atualizando os canais do grupo "%s". SQLite retornou erro: %s.

source: Error when deleting the tv channels list. SQLite has returned error: %s.
pt_br: Erro apagando a lista de canais. SQLite retornou erro: %s.

source: Error when adding the tv channel '%s'. SQLite has returned error: %s.
pt_br: Erro adicionando o canal '%s'. SQLite retornou erro: %s.

source: Error when adding the recording '%s'. SQLite has returned error: %s.
pt_br: Erro adicionando a gravação '%s'. SQLite retornou erro: %s.

source: Error when adding the label of channel logo '%s'. SQLite has returned error: %s.
pt_br: Erro adicionando o logo do canal '%s'. SQLite retornou erro: %s.

source: Error when linking the TV channel '%s' to channel. SQLite has returned error: %s.
pt_br: Erro relacionando o canal de TV '%s' ao canal. SQLite retornou erro: %s.

source: Error when getting the database version. SQLite has returned error: %s.
pt_br: Erro obtendo a versão do banco de dados. SQLite retornou erro: %s.

source: Error when updating the database version. SQLite has returned error: %s.
pt_br: Erro atualizando a versão do banco de dados. SQLite retornou erro: %s.

source: Error when migrating the database. SQLite has returned error: %s.
pt_br: Erro migrando o banco de dados. SQLite retornou erro: %s.

source: Error when updating the status of the recording "%s". SQLite has returned error: %s.
pt_br: Error atualizando o status da gravação "%s". SQLite retornou erro: %s.

source: Error when deleting the recording "%s". SQLite has returned error: %s.
pt_br: Erro apagando a gravação "%s". SQLite retornou erro: %s.

source: Error when downloading the file from URL -> %s. CURL has returned error: %s.
pt_br: Erro baixando o arquivo da URL -> %s. CURL retornou erro: %s.

source: %m/%d/%y
pt_br: %d/%m/%y

source: %m/%d/%Y
pt_br: %d/%m/%Y

source: %m/%d/%Y %H:%M
pt_br: %d/%m/%Y %H:%M

source: Do you want to move the related file on the hard disk to the trash?
pt_br: Deseja mover o arquivo local para a lixeira?

source: Synchronizing the tv channels list
pt_br: Sincroniza a lista de canais de tv

source: Please select a least one group !
pt_br: Selecione ao menos um grupo !

source: Adding channels groups
pt_br: Incluindo grupo de canais

source: Adding channels group: <i>%s</i>
pt_br: Incluindo grupo de canais: <i>%s</i>

source: %d channels group(s) have been successfully added.
pt_br: %d grupo(s) de canais adicionado com sucesso

source: Please enter the group's name !
pt_br: Informe o nome do grupo !

source: Please enter the group's URI !
pt_br: Informe a URL do grupo !

source: Updating TV channel: %s
pt_br: Atualizando canal de TV: %s

source: TV channels synchronisation
pt_br: Sincronização dos canais de tv

source: Downloading the file '%s'
pt_br: Baixando o arquivo '%s'

source: Synchronizing TV channels from file
pt_br: Sincronizando canais de TV do arquivo

source: _Channels
pt_br: _Canais

source: _Add a group
pt_br: _Incluir um grupo

source: Add/create a channels group from different sources
pt_br: Adicionar/criar um grupo de canais de diferentes fontes

source: _Synchronize TV channels database
pt_br: _Sincroniza base de dados dos canais de TV

source: Synchronize the TV channels list in the local database from the XML database
pt_br: Sincroniza lista dos canais de tv do arquivo XML

source: _Deinterlace
pt_br: _Desentrelaçar

source: Disable
pt_br: Desativar

source: Blend
pt_br: Mesclar

source: Discard
pt_br: Cancelar

source: Mean
pt_br: Baixo

source: _Help
pt_br: _Ajuda

source: Mute
pt_br: Sem áudio

source: Recording: %s (%s) -> %s (%s)
pt_br: Gravando: %s (%s) -> %s (%s)
